Repository: mozilla-l10n/mt-training-data
Catalog: ggg/ggg_pontoon.tmx
Source language: en_us
Languages: ggg

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ggg: ريڪآرڊنٚگيٚ ڪيٚ شروآتيٚ مينٚ</strong> اي</strong> يا <strong>دي <strong>گُم۔

source: Missing the end of the last word by cutting off the recording too quickly.
ggg: ريڪآرڊينٚگي ڪوُ جلديٚ ڪآٽوآ دآ اکرو ڪآ گُڦتآ ڪآ آکروڪوُڪآٽ ديئو۔

source: Mixed
ggg: مِلرو

source: Mixteco Yucuhiti
ggg: ميڪسٽيٚڪو يوڪوهيٽيٚ

source: Mokpwe
ggg: موڪپيو

source: Moksha
ggg: موڪشآ ٻوليٚ

source: Mongolian
ggg: منٚگوليٚ ٻوليٚ

source: More
ggg: ٻتيٚ

source: [More has been recorded than the required text]
ggg: جِرو ڪآ سآمآنو ڪي جروُرت هي اُرو دي وڌيٚڪ رِڪآرڊ ڪررو گوو هي

source: More languages coming soon
ggg: اور ٻوليونٚ جلدي آ رهيريونٚ هينٚ

source: Mossi
ggg: موسشيٚ

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ggg: جنري ڪمپنيآ ڪيٚ ترڦيٚ دي استمآل ڪررو ڊيٽآ ڪيٚ وڌآئي مِنکآنٚ ڪيٚ وڌآيو تآڻيٚ موجود هي۔ همي يو سمجھدآ هونٚ تو Common Voice آوآجي ڪيٚ اوݪکآڻيٚ ڪوُ جيڪو نِيآپآنٚ ڪوُ روڪدو هي۔ اِرو ڪريٚ همي شروُ ڪررآ هونٚ ڪلرو بڻآوآ تآڻوآ مي مددي تآڻيٚ ايڪ پروجيڪٽ اور هر ڪِرو تآڻي موجود هي۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ggg: جبيريٚ ڪمپينآنٚ ڪي ترڦي دي استمآل ڪررو ڊيٽآ اڪسر مِنکآنٚ ڪيٚ گھڻآئيٚو تآڻيٚ موجود هي۔ همي سوچرآ ڪآمن وآئيس آوآج ٺآوآ مي مدد، جيڪو نِيآپآنٚ ڪو دٻآندو هي۔ اُرو ڪري همي شُرو ڪرآ هونٚ پرجيڪٽو تآڻيٚ ايڪ پروجيڪٽ اوݪکآڻ هر کرو تآڻي ڪرو هي۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
ggg: اڪسر ريڪآرڊينگينٚ منکآ ڪي ڪُدرتي روجو مينٚ ٻولوآ ڪيونٚ هينٚ۔ تمينٚ ڪدي ڪدي بيڪآر رڪآرڊينگ ڪبول ڪر سڪدآ هو جيڪآ ريڪآرڊ ڪرري گئي هي سگوشيو مينٚ يآ جهري تو ڊرآمآ ڪآ اندآجو مينٚ ديري گويٚ هي مهرنآني ڪر ڪي گآري ريڪردينگينٚ اور ڪمپيوترو دي ٽيرو آوآج استمآل ڪروآلآ ڪو هٽآوو۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ggg: Mozilla Common Voice مِشنآ ڪوُ سيڪوآ مي مدد ديوآ تآڻي ايڪ ڪدم هي تو هڪيٚڪتيٚ مي مِنک ڪيسيٚ ٻولدآ هينٚ۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
ggg: سآرآ سنسآرو مي ڪآم ڪروآݪآ Mozilla Common Voice ڪآرڪُن،لسآنيآتيٚ ڪآ هُشآر ، ڊيٽآ سآئينٚسدآن، تيليٚميٚ هُشآر ائينٚ سآڦٽ ويئر انٚجينيريو ڪآ الگ برآدريو ڦآئونٚڊيشن بدلي سمآݪرو گو هي Mozilla ترڦي دي ممڪن بڻآرو گو هي ۔ پروجيڪٽ

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
ggg: موجيلآ ڪآمن وآئيٚس سنسآرو ڪو سبآنٚدي ٻڏو متنوڪرآئوڊ سورس هروُ اوپن اسپيٚچ ڊيٽآ سيٽ هي - ائينٚ هميٚنٚ پورآ تريٚڪآ دي دآنو جريٚئيٚ تآڪتيآݪآ هآنٚ . ائيٚنٚ ڊيٽآ سيٽو ڪوُ هوسٽ ڪروآ مي 100+ٻوليآنٚ ڪيٚ برآدرِيآنٚ لآ پليٽ ڦآرموُ سهيٚ ڪروآ لآ هر سآل تڪريٚبن ايڪ ملين ڊآلر کرچ هونٚدوهي جيڪو همرآ ڪآمو مي آتبآر ڪردآ هيٚنٚ. جيٚ تميٚ کُلريٚ جمآ ڊيٽآ ڪو ڪدرَ ڪردآهو- <b> آج ئيٚ دآن ڪرو!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
ggg: جي آوپن سورسو ڪآ آوآجو ڪي آوݪکآنديآݪي اجڻ Mozilla ڊيپ اسپيچي ڪو استمآل ڪرسگدوئي تڪريري ڪي اوݪکآندي ڪي ايپليڪيشني ڪوُ ٺآوآ لآ همرو پڙهو يآن<githubLink>سيڪوآ لآ </discourseLink>DeepSpeech Discourse<discourseLink> شروُ ڪرآن

source: Mutual accountability.
ggg: ڀيݪي هسآب

source: n
ggg: ن

source: N
ggg: ن

source: Name
ggg: نآئونٚ

source: Names of your language
ggg: تِمري ٻوليو ڪآ بآئونٚ

source: Native Language
ggg: مآدري ٻولي

source: Nature and Environment
ggg: ڪُدرتيٚ مآهوُل

source: Need help deciding which to choose?
ggg: ڪِرو ڪوُ چُڳ ڪي ڌروآ ڪيٚ جرُرت هي؟

source: Need help with the Sex or Gender changes?
ggg: جنسيٚ جآنٚ جنسيٚ ڪي بدليآ مي مدد مددي ڪيٚ جرُرت هي؟

source: Need some help with accent?
ggg: ورجآڻيو دي ڪُج مددي ڪيٚ جروُرت هي؟

source: Need some help with variants?
ggg: الگ نمونآ ڪيٚ مددي ڪيٚ جرُرت هي؟

source: Need to download your data?
ggg: تِمريٚ ڊيٽآ ڪوُ ڊيونلوڊ ڪروآ ڪي جرُرت هي؟

source: Nepali
ggg: نيپآليٚ

source: New Language Launch
ggg: نوينٚ ٻوليٚ لونچ

source: News and Current Affairs
ggg: خبرين اورَ موجوٚدآ مسلآ

source: Next
ggg: اگي چلو

source: Ngiembon
ggg: نگيم بون

source: Nias
ggg: نِيآس

source: Nigerian Pidgin English
ggg: نآئيجيريٚن پجن انگريجيٚ

source: No
ggg: نآ

source: [No ‘a’ in the original text]
ggg: اسل سآمانو مينٚ ڪو‘ا’ ڪونآ هي۔

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
ggg: <noCopyright>ڪآپيٚ رآئيٽو </noCopyright> ڪيٚ پآبنديٚ ڪونآ (سي سي-0)

source: No foreign letters
ggg: ڪوئيٚ بيٚ پِرديسو ڪيٚ چٺيٚ ڪونآ

source: No gravatar found for your email
ggg: تِمري اي ميليٚ تآڻيٚ ڪو بي گريوٽر ڪونآ مِلرو

source: No information
ggg: ڪوئيٚ کبر ڪونآ

source: No information available
ggg: يهآنٚ ڪوئيٚ بيٚ کبرچآرڪونآ

source: No microphone found.
ggg: ڪو مائيٚڪرو ڦون ڪونآ مِلرو۔

source: Non-binary
ggg: بِنآ ڪيوآ ڪي

source: No numbers and special characters
ggg: ڪوئيٚ بيٚ نمبر يآنٚ ڪِردآرَ ڪونآ

source: Northern Hindko
ggg: اُترهنٚدڪو

source: Northern Sotho
ggg: اَتر سوٿو

source: Northwest Gbaya
ggg: اُتر اوله گوبآيآ

source: Norwegian Bokmål
ggg: تآئيٚوآن بوڪمل

source: Norwegian Nynorsk
ggg: نآرويجيٚ نآنورسڪ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ggg: پرکوآ تآڻي ڪوبي جُملو ڪونآ هي اب اور جُملآ شآمل ڪرو۔

source: ⓘ Not all sentences and clips have Variant tags yet!
ggg: سب جُملآ اور ڪِلپآ مي بيآنو ڪآ ٽيگ اڃآ بي موجود ڪونآ!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
ggg: ت سيٽ ڪررو جآئي تو ، اِيٚرآ سيٽيٚگيٚئو Visible دِکآئو لکو: جد مي بدلآ سگدوئونٚ </profileLink> پنو Profile <profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
ggg: نوٽ: Speak جآنٚ Listen ڪآ وچو مي لِکرآ ڪآ نمونآ ڪوُ بدلآوآ تآڻيٚ تِمآ ڪوُ اڃآ تآئينٚ ڇگوآڪيٚ جروُرت پڙسيٚ

source: Not Found
ggg: ڪونآ مِلرو

source: No Thanks
ggg: نآ مهربآنيٚ

source: No thanks, continue speaking
ggg: نآ مهربآنيٚ ٻتلآڻ جآريٚ رآکو

source: Not use, or solicit, harmful or offensive language
ggg: نُڪآس دي وآݪيٚ جآنٚ بي تميٚج ٻوليو ڪو استمآل من ڪرو، جآنٚ اُرآ ڪيٚ درڪآس نآ ڪرو۔

source: No variant selected
ggg: ڪوئي بي نمونو ڪونآ چُڳرو گو

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
ggg: اب تو تِمي آم آوآجو ڪآ بآرآ مي توڙو وڌيڪ جآڻدآ هو، ڪآلي نآ اُرو <br/> ڪوُ آجمآرو جآئي؟ آوآجو دي جُملآنٚ ڪوُ پڙهوو شروُ ڪروآ تآڻيٚ مآئڪروڦون آئڪن پر ڪِلڪ ڪرو جد تِمي دوسرآ مِنکآنٚ ڪيٚ آوآجيٚ ڪيٚ مدديٚ ڪو جآجو ليوو جآهندآ هو، تو کيلوآ ڪآ آئيڪنو پر ڪِلڪ<br/> ڪرو۔ تِمآ ڪوُ سئي ڪرو مي مدد ملسي تو رڪآرڊيٚنگ اسڪرينيٚ پر لِکرآ جُملآنٚ دي مِلديونٚ هينٚ۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ggg: اب تِمي تِمري آوآج دي سڪدآ هو همري مددي تآڻي ايڪ اوپن سورس وآئس ڊيٽآبيس ٺآوآ مي جيڪو ڪوئي بي استمآل ڪر سڪيٚ ڊوآيس اور ويبيٚ تآڻيٚ نوآنٚ ايپس ٺآوآ تآڻيٚ مسنو ڪوُ سيڪوآ مي مدد ديوآ تآڻيٚ ايڪ جُملو پڙهو تو اسلي مِنک ڪيسي ٻولدآ هينٚ دورسرآ ڪآ ڪآمو ڪوُ چيڪ ڪرو ميآرو ڪوُ بهتر ڪرو مي مدد ديوآݪآ۔ وو سآدو هي

source: Nubi
ggg: نوُبيٚ

source: Number of Voices
ggg: آوآجآنٚ ڪو تآدآد

source: Numbers
ggg: لمبر

source: Occitan
ggg: آڪسيٚٽن

source: Odia
ggg: اوڊيآ

source: Off
ggg: بند

source: Offensive Content
ggg: اِترآجو جوگو موآد

source: Offensive content or sensitive information
ggg: نآپسنديآݪو موآد جآنٚ اسردآر کبر چآر

source: Offensive language
ggg: گلت ٻوليونٚ

source: Offensive speech
ggg: گَلت ٻوليٚ

source: Offline Sources
ggg: آپ لآئين جَرَيآ

source: On
ggg: تي

source: On desktop devices you can contribute by downloading…
ggg: ڊيسڪ ٽآپ ڊوآئيسيٚنٚ پر ڊآئون لوڊ ڪردي تمينٚ تآون ڪرسڪدآ هو۔

source: On his head he wore a beret.
ggg: اِرو ڪآ مآٿآ پر بريٚٽ هوسيٚ۔

source: On iOS please continue with Safari to enable recording…
ggg: تو مهربآنيٚ ڪر ڪي رڪآرڊنٚگي ڪو ڦآل ڪروآ لآ سِڦآرِيو دي iOS جآريٚ ڪرڪي رآکو

source: Only show me sentences and clips from my variant
ggg: سِرڦ مڪوُميرآ نمونآ دي جملآنٚ اور ڪِلپآ ڪوُ دِکآئو

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ggg: دوسري پآسي، جد تِمي سوجو تو پڙهوآݪو آگي ڪدي بي گُڦتآ مي ڪونآ آرو هي، اور ورجآڻي يو مي گلت اندآجو لگآرهيرو هي، ميهرنآنيٚ ڪر ڪي کتم ڪرو۔ جي تِمآ ڪو اتنآر ڪونآ تو، اسڪيٚپ بتڻو ڪوُ استمآل ڪرو۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ggg: دُوسريٚ پآسي، جيڪو تمينٚ سوچدآ هو تو پڙهوآݪوشآيد پيلي ڪدي لڦجو مينٚ ڪونآ آرو هي اور ورآڻي يو مينٚ گلت اندآجو لگآ رهيرو هي، مهربآنيٚ ڪر ڪي رد ڪرو جد تمآ ڪوُ جڪين ڪونآ اِسڪيپ بٽڻ استمال ڪرو۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
ggg: کُلري انوکيو دي همري دليٚ مي هو۔ تهڪيٚڪي تآون، ڊيٽآ ڀيݪو ڪروو جآنٚ انٽرويوج تآڻي،<emailFragment> پُوگو</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
ggg: اديڪآرو تور شآمل هوو همري اي ميل لسٽ پر تآجآ ڪآري اور پروجيڪٽو بآرآ مي نوئينٚ کبري تآڻي۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ggg: اديڪآرو تورو پر جمآ ڪرآري ڊيموگرآڦڪ ڊيٽآ ( مسآل تور اُمر، جنس، ٻُوليٚ اور ورجآڻيٚ) تِمري پروڦآئيلي پر ڪدي بيٚ آوآمي ڪونآ ڪرريٚ جآسيٚ، اور ديٽآ سيٽو مي تِمرري اڪآئونٽو دي جُڙري ڪونآ هوسيٚ۔ منکو ڪي آڊيو ڪِلپسي ڪوُ ڊيموگرآڦِڪ ڊيٽآ جُڙري ڪرري جآسي سئي ديکوآ ڪآ مڪسدو تآڻيٚ ۔ مسآل تور، ايڪ اديڪآري هو سڪدو هي ايڪ کآس ڊيموگرآڦِڪ هِسآ ڪوديٚ ترينيٚگ مآڊلو ڪوُ نِشآنو بڻآوآ تآڻي چآهي

source: Ormuri
ggg: اورموريٚ

source: Ossetian
ggg: اوسيٚٽين

source: Other
ggg: دُوسرآ

source: Other Language
ggg: دوسريٚ ٻوليٚ

source: Other people validate those voice clips.
ggg: دوسرآ منک انآ آواجانٚ ڪآ ڪلپسآنٚ ڪيٚ سهيٚ ڪردآئينٚ

source: Other voice datasets…
ggg: … دوسرآ آوآج سيٽس

source: Other Voice Datasets
ggg: دوسرآ وآئس ڊيٽآ سيٽ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
ggg: همرو ڪميونٽيٚ مينيجر تِمري تآئينٚ رس سي پيش ڪروآ تآڻيٚ وڌيڪ جُڙوو، اور تِمآ ڪوُ کبر ديسي تو جيڪر وهآنٚ آگي ئي ايڪ برآدري تِمري ٻوليو مي ڪآ ڪر رهيري هي

source: Our governance is founded on the pillars of:
ggg: همريٚ هڪومتيٚ ڪو بنيآد اُنآ ٿنٚڀآ پي هي

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
ggg: همريٚ ٻولي همري ڪهآني هي، همريٚ برآدي، همري رهڻي ڪرڻيٚ. آوو تو اُنآ ڊيٽآ سيٽسآنٚ ڪوُ ٺآوآنٚ جنآ ڪوُ همي دنيآ مي ديکوآ چآهندآ هونٚ۔

source: Our Partners
ggg: همرآ ڀآئيوآر

source: Our partners include...
ggg: همرآ پآٽنر شآمل ھينٚ ...

source: Overall Accuracy
ggg: ڀوت سهيٚ

source: Overall Hr. Total
ggg: ڀيݪآ ڪلآڪ

source: p
ggg: پ

source: Paiwan
ggg: پآئيٚوآن

source: Palula
ggg: پلووَلآ

source: Papantla Totonac
ggg: پآپآنٚٽلآ ٽوُٽونڪ

source: Papiamento
ggg: پآپِيآ مينٽو

source: Papiamento (Aruba)
ggg: پآپيآمينٽو(اروبآ)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
ggg: ٻوليو ڪيٚ ڪميونٽيٚو ڪيٚ بيهسي مي هِسو ليوو، سوآل پوُڇو، اور آوآلآ وڪيآ اور چرچآيآنٚ بآرآ مي سيٚکو۔

source: Partner
ggg: سآٿيٚ

source: Partners
ggg: ڀآئيٚوآريٚ

source: Partnerships
ggg: ڀآئيٚوآريٚ

source: Partnerships and networks
ggg: ڀآئيوآريٚ ائينٚ نيٽ ورڪ

source: Partnerships, Press and Stories, Community and Languages
ggg: ڀائيوآريٚونٚ، پريس اور ڪهاڻيٚونٚ، ڪميوُنٽيٚ اور ٻوليٚونٚ

source: Partner with us
ggg: همآ دي ڀآئيوآري

source: [Part of the text can’t be heard]
ggg: [سآمآ نو ڪو ايڪ هيسو ديکوآ مي ڪونآ آئي]

source: Pashto
ggg: پشتو

source: Past recordings download requests
ggg: پِڇلي رڪآرڊينگ ڊونلوڊي ڪي درڪآسينٚ

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ggg: ايڪ اوآميٚ آوآجوتآڻيٚ ڌيرو موآد سيٽ هي، جيڪو پوري دنيآ مي ڌرمونٚ ڪآمآنٚ مي چلدو هي۔ وي منک جيڪو آوآجوئيٚ ايپليٚڪيشنينٚ ٺآوآ چآنٚهنٚدآ هينٚ،وي مشن لرننگ مآنٚڊآنٚ ڪو سڪووآ لآ ڊيٽآ سيٽ استمآل ڪرسگدآئينٚ،ايٚرو وڪت، گھڻو ڪرڪي آوآجوڪيٚ ڊيٽآ سيٽ ڪمپنيآنٚ ڪيٚ ملڪت هي،جيڪو ٺآنٚديونٚ هينٚ ۔ ڊيٽآ سيٽس پر ٿوڙو سهآرو دينٚدآ هينٚ: انٚگريجيٚ نآ ٻولوآݪآ، رنگو ڪآ منک، آنڌآن منک، اورتينٚ ائينٚ منک ايٚرو ڪو متلب وو هي تو آوآج ڦال ٽيڪنآلآجيٚ ڪتريئيٚ ٻوليآنٚ لآ ڪآم ڪونآ ڪري،ائينٚ جھآنٚ وو ڪآم ڪردوئي ، وو هر ڪرولآ ايڪ جيسو ڪونآ هو سڪي۔ همينٚ اُرو ڪو بدلآوآ چآنٚدآ هونٚ تو جگآ منکآنٚ ڪوُ الگ ڪري آوآج ديوآ لآ

source: People come and contribute their voices.
ggg: منک آوينٚ ائينٚ آپوڪو آوآج دينٚ

source: Persian
ggg: ڦآرسيٚ ٻوليٚ

source: Personal dashboards keep you up-to-date with individual and community progress.
ggg: جآتيٚ ڊيش بورڊ تِمآ ڪوُ الگ اور ڪميونٽيٚو ڪيٚ آوآدي تآجو ڪآري پيش ڪردآ هينٚ۔

source: Personally Identifiable Information
ggg: جآتيٚ اوڻکآڻيٚ ڪيٚ کبر

source: Platform language
ggg: ٻوليو ڪو پليٽ ڦآرم

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
ggg: <playbookLink> مدتيآݪآ سبڪ ڍونٚڊو</playbookLink>سآرآ آم آوآجو ڪآ سڦرو پي، لوڪلآئيجيشنو دي ليڪي ڊيٽآ سيٽو ڪآ استمآلو تآئيٚنٚ، ائيٚنٚ ڀيݪي ڀيݪي همريٚ ڪميونٽيو دي ڪيسي ملي

source: <playIcon></playIcon>Last one!
ggg: آکريٚ ايڪ

source: Play/Stop
ggg: چَليِ/ بند

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
ggg: مهربآنيٚ ڪَرڪي همريٚ <templateFileLink> ٽيمپليٽ ڦآئليٚ</templateFileLink> ڪوُ چيڪ ڪرو.تمرآ جُملآنٚ ڪوَ ڪآپيٚ رآئيٚٽ ُمڦت هووو کپِي (CC0 يآنٚ جُملآ بدليٚ ڪروآݪآئي سئيٚ ڪآم ڪروآئيٚ اجآزِت دينيٚ گئيٚ هيٚ) ائينٚ سهيٚ،گِرآمريٚ تريٚڪآ دي پڙهوآ مي سَولو هووو کپيِ جَمآ ڪََرَرآ جُملآنٚ ڪوُ پڙهوآ لآ. تڪريٚبن 10-15 سيڪنڊَ ليوو کَپي ائينٚ نمبرآ،منآسب اسم کآسَ ڪرِدآرآنٚ ڪوُ ڀيݪي ڪروآدي بچوو کپي .

source: Please fill out this field.
ggg: مِهربآنيٚ ڪَرِِڪي ايٚرو ميدآنو ڀرَديئو

source: Please select a language to review sentences.
ggg: مهربآنيٚ ڪرڪي جُملآ ڪيٚ پَرک ليوآ تآڻيٚ ايڪ ٻوليٚ چُڳو۔

source: Polish
ggg: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
ggg: ايڪ کآتو <pontoonAccountLink><strong>جي تمري ڪني نآ هي ۔پڇي آپوئيٚ ٻوليٚ چُگو </pontoonAccountLink>ٺآئو<pontoonCvLink>ائينٚ پڇي پروجيڪٽ چُگو </strong>ٽيم ترجُمآ ڪروآ لآ ڦآئلينٚ هوسيٚ۔ايڪآ مي ڪلڪ ڪرو ،پڇي وو۔</pontoonCvLink>انگريجيو مي لڦجآنٚ ائينٚ ترجُمآ ڪروآ لآ ايڪ کآنو دکآنٚدو هي

source: Portuguese
ggg: پرتگآليٚ

source: Powered by global communities, for global communities — 130 languages and growing!
ggg: ٻڏيٚ ڪميوُنٽيآنٚ ڪيٚ ترڦي دي چلوآݪيٚ، ٻڏيٚ ڪميونٽيآنٚ تآڻيٚ —130 ٻوليونٚ اور وڌوآݪيٚ

source: Press and stories
ggg: پريس اور ڪهاڻيونٚ

source: Press and Stories
ggg: پريس اور ڪهآڻيونٚ

source: Press play, listen & tell us: did they accurately speak the sentence below?
ggg: کيلو ڪوُ دٻآئو۔ سُڻو اور همآ ڪوُ ٻتآئو: ڪآ اُنآ ڪيٚ نيچيٚ دينو جُملو سئي ٻولرو هي؟

source: Press { shortcut-play-toggle } to toggle play mode
ggg: کيل موڊو ڪوُ ٽوگل ڪروآ تآڻي { shortcut-play-toggle } دٻآوو

source: Privacy
ggg: رآجدآريٚ

source: <privacyLink>Privacy</privacyLink>
ggg: <privacyLink> پرآئوِسيٚ </privacyLink>

source: Privacy Policy
ggg: دُبري پآليٚسيٚ

source: Privacy, security and transparency.
ggg: دُبريٚ ، سآرسنٚڀآل ائينٚ شفآفيت

source: Pro
ggg: پرو

source: Process / Steps
ggg: ڪآم / ڪدم

source: Profile
ggg: پروڦآئيٚل

source: Profile information improves the audio data used in training speech recognition accuracy.
ggg: پروڦآئيلي ڪي کبر سئي ٻآتچيتي ڪي اوݪکآڻ ڪي سئيو مي استمآل هوندو آڊيو ڊيٽآ ڪو بهتر بڻآدي هي

source: Progress
ggg: آگي وڌوو

source: Public Domain
ggg: آوآمي آڊومين

source: Publicly accessible open speech datasets in 130+ languages
ggg: 130 دي وڌيٚڪ ٻوليآنٚ مي اوآمي تو پر موجود کُلري ٻآت چيٚت ڊيٽا سيٽ

source: Pular Guinea
ggg: پولر گنيٚ

source: Punctuation
ggg: نِشآنيونٚ

source: Punjabi
ggg: پنٚجآبيٚ

source: Puno Quechua
ggg: پونو ڪيوچوآ

source: Quechua Ambo-Pasco
ggg: ڪيوچوآ امبوُ پآسِڪو

source: Quechua Arequipa-La Unión
ggg: ڪيوچوآ آريٚڪيٚپآ ۔لآيونيٚن

source: Quechua Cajatambo
ggg: ڪيوچوآ ڪجآتآمبو

source: Quechua Chanka
ggg: ڪوچوآ چآنٚڪآ

source: Quechua Chiquián
ggg: ڪيوچوآ چيڪِيآنٚ

source: Quechua Corongo Ancash
ggg: ڪيوچوآ ڪورونٚگو انڪآش

source: Quechua Jauja Wanka
ggg: ڪيوچوآ جوجآ وآنٚڪآ

source: Quechua Pasco Santa Ana de Tusi
ggg: سآنتآ Quechua Pasco Ana de Tusi

source: Quechua Sihuas Ancash
ggg: ڪيوچوآ سيٚهوآ انڪآش

source: Quechua Yauyos
ggg: ڪيوچوآ يآئوئس

source: Question
ggg: سوآل

source: Question Collection
ggg: سورلآ ڪو ميڙ

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
ggg: ايسآ سوآل جيڪي سڪآڦتيٚ تور پر کآس هينٚ، جآنٚ جبآبديوآݪآ بآرآ مي گهڻو ڪيندآ هينٚ۔

source: Questions which may cause someone to share sensitive, potentially triggering responses
ggg: ايسآ سوآل جيڪي ڪِرو ڪوُ اسردآر، ممڪن تورو پر هرڪتيٚ جبآب ديوآ تآڻيٚ مجبور ڪر سڪدآ هينٚ۔

source: Questions which might solicit hate speech or other biased or offensive sentiments
ggg: ايسآ سوآل جيڪي نڦرتي تڪرير جآنٚ دوسري ترڦيآݪآ جآنٚ نآ سئي کيالآنٚ ڪوُ دآوت دي سڪدآ هينٚ

source: Questions which might solicit personally identifiable information
ggg: سوآل جيڪي جآتي اورݪيآڻيٚ کبر چآر لي سڪدآ هينٚ

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
ggg: سوآل جيڪي ڪِري دي ڪِترآ ئي مرهلآنٚ ڪيٚ لِسٽ ڪروآ تآڻيٚ جروُريٚ هينٚ۔ مرهلآنٚ ڪيٚ لِسٽ سُڻوآݪآ ڪوُ جبآب ورجاوآ تاڻيٚ اِشآرو دينديونٚ هينٚ، بجآئي ايڪ ڪُدرتي جبآب۔

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
ggg: ايسآ سوآل جِنآ ڪآ جبآب ڪِرو ڪوُ 15 سيڪنڊ ينٚ مي ديوو مشڪل هوسيٚ۔

source: r
ggg: ر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
ggg: [انگريجيو مينٚ [،رآئيجڊ،] ڪوُ اڪسر ايڪ سليبلو جيسي ادآ ڪررو جآندو هي، دو نآ]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
ggg: بندوبستوئيٚ هد کتم هوگيٚ هي. { $retryLimit } منٽيٚ مي وريٚ ڪوشيش ڪرو

source: Rate limit exceeded. Try again in { $retryLimit } seconds
ggg: بندوبستوئيٚ هد وڌ گئيٚ هي.{ $retryLimit } سيڪنڊيٚ مي وريٚ ڪوشيش ڪرو

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
ggg: هڪوُمت ڦآئيدو نآ ديوآݪيٚ جآنٚ ميڊيآ تنجيميٚنٚ تآئينٚ پوهچ تو ديکو تو ڪآ اُنآ ڪيٚ ويب موآد، رپوٽينٚ جآنٚ دوسرو موآد اوآمي ڊومينو تآڻيٚ دي سڪدي هي۔

source: Reader Effects
ggg: پڙهوآلآ اسر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
ggg: سڦآ پر سب گُڦتآنٚ ڪوُ سئي تريڪآ دي پڙهوو جرُري هي۔ جد سُڻو، ڀوت ديکڀآل ڪي چيڪ ڪرو تو جيڪو رڪآرڊ ڪرو گو هي وو ئي هي جيڪو لِکرو گو هي، هٽآوو ڪد وي شآمل ڪرآ گآ هينٚ، مآهدو جآنٚ يآد ڪرو گُڦتو

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ggg: پڙهوآ ڪآ ڇآپآ جيڪي هَڪيٚڪَتيٚ مينٚ ڪونآ هينٚ جيسي "همينٚيو" دي "همينٚ هيونٚ" يآ اُرو دي بي الگ

source: Read More
ggg: اور پڙهو

source: Read more on our About page
ggg: همري بآرآ مي سڦآ پر اور پڙهو

source: Read sentences
ggg: جُملآنٚ ڪوُ پڙهو

source: Read Sentences
ggg: جُملآ پڙهو

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
ggg: تِمري ڀوليو مي جُملآ ڪوُ ٻڌي آوآجيٚ دي پڙهو اور دنيآ ڪآ سبآنٚ دي وڌيٚڪ الگ اوآمي شرڪتيآݪآ ڊيٽآ سيٽو مينٚ تِمري ورڌآرو هوآ مي مدد ڪرو

source: Read Sentences, Answer Questions
ggg: جُملآ پڙهو، سوآلآ ڪا جوآب ديئو

source: Read Sentences <small>(Coming soon)</small>
ggg: جُملآ کوُ پڙهو <small>(جلديٚ آ ريهرو هي)</small>

source: Read sentences submitted by the community in various languages
ggg: برادريو ڪيٚ ترڦيٚ دي جمآ ڪرري ڦرڪَ ٻوليآ مي جملآ پڙهو۔

source: Read the sentence carefully - don’t miss, change or add words.
ggg: جُملآ ڪوُ ڌيآنيٚ دي پَڙهو۔ مت ڇوڙو، بدلي ڪرو يآنٚ لڦج شامل ڪرو

source: Ready to add your voice or lend your ear?
ggg: آپو ڪيٚ آوآج شآمل ڪرو جآنٚ آپو ڪآ ڪِنآ ٻولوآݪآنٚ تآڻيٚ تيآر هو؟

source: Ready to contribute?
ggg: هِسو ديوآ تآڻيٚ تيآر هو؟

source: Ready to do { $count } more?
ggg: وڌيٚڪ ڪروآ تآڻيٚ تيآر هو

source: Ready to donate your voice?
ggg: آپو ڪو آوآج ديوآ تآڻي تيآر هو؟

source: Ready to help validate sentences?
ggg: جُملآنٚ ڪوُ سهيٚ ڪروآ مي مدت ڪروآ لآ تيآر هو؟

source: reCAPTCHA is required if you want to proceed
ggg: جيڪر تمي آگي جآوو چآهندآ هو تو reCAPTCHA جُرورت هي۔

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ggg: ايِ ميلينٚ هآسل ڪرو مسآل دآوآ ائينٚ مڪسد يآد گِريٚ دُوآوآݪا، پيش رڦت تآجيٚ ڪآݪيونٚ، ائينٚ آم آوآجيٚ بآبت کبرچآر

source: Recorded Clips
ggg: رڪآڊ هرو ڪلپس

source: Recorded Hours
ggg: رڪآڊ ڪرَرو ڪلآڪ

source: <recordIcon></recordIcon> Last one!
ggg: آکريٚ ايڪ
